//IBAS01 JOB BASIC,
//           'Hello World In Basic',
//           MSGLEVEL=(0,0)
//INTERP EXEC BASIC360
//BASIC360.SYSIN DD *
10 FOR X=1 TO 5
20 PRINT "Hello MVS!"
30 NEXT X
40 END
//
